---
kind: property
id: P:Autodesk.Revit.DB.BuiltInFailures.RebarFailures.RebarBendRadiusTooBig
source: html/f49bb81b-2175-9c1c-a0d7-a5b19ed8dc5a.htm
---
# Autodesk.Revit.DB.BuiltInFailures.RebarFailures.RebarBendRadiusTooBig Property

Rebar Bend Radius is too big. Ignoring bend.

## Syntax (C#)
```csharp
public static FailureDefinitionId RebarBendRadiusTooBig { get; }
```